Repository: IH8E/django-catalog-tree
Catalog: catalog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Object name
ru: Наименование объекта

source: Add %(model_name)s
ru: Добавить %(model_name)s

source: Object does not exist
ru: Объект не существует

source: Invalid move. Slug %(slug)s exist in this level
ru: Ошибка при перемещении объекта. Слаг %(slug)s уже есть на данном уровне вложенности

source: Successful move
ru: Перемещение выполнено успешно

source: Bad request
ru: Ошибка в запросе

source: Correct the mistakes
ru: Исправьте ошибки

source: Save changes
ru: Изменения сохранены

source: Deleted object
ru: Объект удален

source: Slug %(slug)s already exist in this level
ru: Слаг %(slug)s уже есть на данном уровне вложенности

source: Catalog
ru: Каталог

source: Catalog structure
ru: Структура каталога

source: Parent node
ru: Родительский элемент

source: Catalog Tree item
ru: Объект каталога

source: Show on site
ru: Отображать на сайте

source: Datetime last modified
ru: Дата и время последнего изменения

source: Add
ru: Добавить

source: Home
ru: На главную

source: search, (esc) for clear
ru: Поиск, для отмены нажмите (esc)

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: No children
ru: Нет дочерних элементов

source: Catalog is empty
ru: Каталог пуст
